Repository: mfischerq/WinPin
Catalog: .lang/*.po
Languages: de

source: &1 Help
de: &1 Hilfe

source: Active Windows
de: Aktive Fenster

source: A Pin has to be selected to be able to save changes!
de: Ein 'Fixiertes Fenster' muß ausgewählt sein um die Änderungen zu speichern!

source: A Pin has to be selected to be able to test changes!
de: Ein 'Fixiertes Fenster' muß ausgewählt sein um die Änderungen zu testen!

source: Applies pinning only to the first window of this kind
de: Fixiert nur das erste Fenster dieser Art

source: Click to open WinPin UI
de: Clicken um das Configrations-Fenster von WinPin zu öffnen

source: Could not get WM_CLASS for window &1: &2
de: Konnte WM_CLASS für das Fenster &1 nicht ermitteln: &2

source: Could not pin the selected window &1: &2
de: Konnte das ausgewählte Fenster &1 nicht fixieren: &2

source: Could not read pinned windows config from &1. &2
de: Die Konfiguration konnte nicht von '&1' geladen werden: &2

source: Could not store pinned windows config to &1. &2
de: Die Konfiguration konnte nicht nach '&1' gespeichert werden: &2

source: Delete the pin from the selected pinned window
de: Fixierung des ausgewählten Fensters entfernen

source: Height:
de: Höhe:

source: Help
de: Hilfe

source: Pin
de: Fixieren

source: Pin first window (per virt. desktop) only
de: Nur erstes Fenster (pro virt. Desktop) fixieren

source: Pin Geometry
de: Position/Größe

source: Pinned Windows
de: Fixierte Fenster

source: Pin the selected active window
de: Fixiert das ausgewählte Fenster

source: Quit
de: Beenden

source: Save
de: Speichern

source: Save the changed geometry
de: Speichert die geänderte Position/Größe

source: Show UI
de: Configuration öffnen

source: Test the geometry by move matching windows
de: Wendet die neue Position/Größe auf alle passenden Fenster testweise an

source: The given window is no longer valid: &1
de: Das Fenster ist nicht mehr gültig: &1

source: Top Left X:
de: Links oben X:

source: Top Left Y:
de: Links oben Y:

source: Unpin
de: Freigeben

source: Width:
de: Breite:
